Repository: die-netwerker/emma.tirol
Catalog: var/labels/*/staticfilecache/Resources/Private/Language/*.locallang.xlf
Languages: de

# module.intro.current
source: This module displays the cache entries and errors of the current page.
de: Dieses Modul zeigt die Cache-Einträge und Fehler aller direkten Unterseiten.

# module.intro.childs
source: This module displays the cache entries and errors of all direct child pages.
de: Dieses Modul zeigt die Cache-Einträge und Fehler der aktuellen und aller direkten Unterseiten.

# module.intro.both
source: This module displays the cache entries and errors of the current and all direct child pages.
de: Dieses Modul zeigt die Cache-Einträge und Fehler der aktuellen und aller direkten Unterseiten.

# staticfilecache.tx_staticfilecache_cache
source: Cache page as static file
de: Speichere Seitencache als statische Datei

# staticfilecache.tx_staticfilecache_cache_force
source: Force the static cache generation (NOTE: This result in undefined states. Do not enable this field for editors, do not use in production and do not report bugs related to this feature!)
de: Erzwinge die statische Generierung des Caches (WICHTIGER HINWEIS: Das Ergebnis ist ein undefinierter Zustand. Bitte nicht für Redakteure freigeben, in Production benutzen oder Bugs im Zusammenhang mit dieser Option reporten!)

# staticfilecache.tx_staticfilecache_cache_force.desc
source: IMPORTANT NOTE: This result in undefined states. Do not enable this field for editors, do not use in production and do not report bugs related to this feature!
de: WICHTIGER HINWEIS: Das Ergebnis ist ein undefinierter Zustand. Bitte nicht für Redakteure freigeben, in Production benutzen oder Bugs im Zusammenhang mit dieser Option reporten!

# staticfilecache.tx_staticfilecache_cache_priority
source: Cache priority (high => important)
de: Cache Priorität (hoch => wichtig)

# staticfilecache.tx_staticfilecache_cache_offline
source: Cache offline (Manifest) - only if page is cached staticly
de: Cache Offline (Manifest) - nur wenn Seite auch statisch gespeichert wird

# staticfilecache_task_removeExpiredPages.name
source: Remove expired pages
de: Abgelaufene Seiten entfernen

# staticfilecache_task_removeExpiredPages.description
source: All expired pages will be removed from the cache.
de: Alle abgelaufenen Seiten werden aus dem Cache entfernt.

# entriesEmpty
source: No entries on this level of the page tree.
de: Keine Einträge auf dieser Ebene des Seitenbaums.

# removeAllExpired
source: Remove all expired pages
de: Alle abgelaufenen Seiten entfernen

source: Refresh
de: Aktualisieren

source: Page
de: Seite

source: Identifier
de: Identifikator

source: Created
de: Erstellt

source: Expires
de: Verfällt
